<?php

return [

    'login' => [
        'name' => 'Ім\'я',
        'email' => 'Електронна пошта',
        'password' => 'Пароль',
        'confirm_password' => 'Підтвердіть пароль',
        'already_registered' => 'Вже зареєстровані?',
        'register' => 'Зареєструватися',
        'remember_me' => 'Запам\'ятати мене',
        'forgot_password' => 'Забули пароль?',
        'login' => 'Увійти',
        'forgot_password_hint' => 'Забули пароль? Немає проблеми. Просто вкажіть свою адресу електронної пошти, і ми відправимо вам посилання для скидання пароля, яке дозволить вам вибрати новий.',
        'reset_password' => 'ВІДПРАВИТИ ПОСИЛАННЯ ДЛЯ СКИДАННЯ ПАРОЛЯ',
        'thanks' => 'Дякуємо за реєстрацію! Перш ніж почати, можливо, ви хочете підтвердити свою адресу електронної пошти, перейшовши за посиланням, яке ми вам відправили? Якщо ви не отримали листа, ми радо відправимо вам інший.',
        'new_link_sent' => 'На вказану вами адресу електронної пошти, яку ви вказали під час реєстрації, відправлено нове посилання для підтвердження.',
        'resend_email' => 'Відправити повторно лист з підтвердженням',
        'logout' => 'Вийти',
        'secure' => 'Це безпечний розділ програми. Підтвердьте свій пароль, перш ніж продовжити.'
    ],
    'failed' => 'Ці облікові дані не відповідають нашим записам.',
    'password' => 'Наданий пароль неправильний.',
    'throttle' => 'Забагато спроб входу. Будь ласка, спробуйте ще раз через :seconds секунд.',

];
